Repository: iBoysoft/MagicMenu-Extensions
Catalog: Extensions/ScreenCapture.magicmenux/_locales/*/manifest.strings
Languages: de, es, fr, ja, pt, zh_hans, zh_hant

source: Screen Capture
de: Bildschirm aufnehmen
es: Captura de Pantalla
fr: Capture d'écran
ja: スクリーンキャプチャ
pt: Captura de Tela
zh_hans: 屏幕捕捉
zh_hant: 屏幕捕捉

source: Help you right-click to quickly capture the contents showing on your computer display as an image. You won't need to lift your fingers to press and hold the Shit - Command - 3 keys together to screenshot on your Mac.
de: Ermöglicht es Ihnen, mit der rechten Maustaste den Inhalt, der auf Ihrem Computerbildschirm angezeigt wird, als Bild zu erfassen. Sie müssen nicht Ihre Finger heben, um die Shift - Befehl - 3 Tasten gleichzeitig zu drücken, um einen Screenshot auf Ihrem Mac zu machen.
es: Ayúdese a hacer clic derecho para capturar rápidamente los contenidos que se muestran en la pantalla de su computadora como una imagen. No necesitará levantar los dedos para presionar y mantener juntas las teclas Shift - Command - 3 para tomar una captura de pantalla en su Mac.
fr: Vous aide à faire un clic droit pour rapidement capturer le contenu affiché sur votre écran d'ordinateur sous forme d'image. Vous n'avez pas besoin de maintenir les touches Shift - Command - 3 enfoncées pour faire une capture d'écran sur votre Mac.
ja: コンピュータディスプレイに表示されている内容を画像として迅速にキャプチャするための右クリックのサポートを提供します。Macでスクリーンショットを撮るためにShit - Command - 3キーを一緒に押す必要はありません。
pt: Ajuda-te a clicar com o botão direito para capturar rapidamente o conteúdo mostrado no display do seu computador como uma imagem. Você não precisa levantar os dedos para pressionar e segurar as teclas Shift - Command - 3 juntas para tirar uma captura de tela no seu Mac.
zh_hans: 帮助您右键快速捕捉计算机显示的内容作为图像。您无需提起手指同时按下Shift - Command - 3键来截屏。
zh_hant: 幫助您右鍵快速捕捉計算機顯示的內容作為圖像。您無需提起手指同時按下Shift - Command - 3鍵來截屏。

source: Screenshot & Copy to Pasteboard
de: Screenshot & In die Zwischenablage kopieren
es: Captura de pantalla y copiar al portapapeles
fr: Capture d'écran & Copier dans le presse-papiers
ja: スクリーンショットを取ってクリップボードにコピー
pt: Captura de Tela & Copiar para Área de Transferência
zh_hans: 截图并复制到剪贴板
zh_hant: 截圖並複製到剪貼板

source: Take a screenshot and copy it to the pasteboard. Then, the screenshot is ready for your pasting.
de: Machen Sie einen Screenshot und kopieren Sie ihn in die Zwischenablage. Der Screenshot ist dann bereit zum Einfügen.
es: Tome una captura de pantalla y cópiela al portapapeles. Luego, la captura de pantalla está lista para su pegado.
fr: Prenez une capture d'écran et copiez-la dans le Presse-papiers. Ensuite, la capture d'écran est prête à être collée.
ja: スクリーンショットを取ってペーストボードにコピーします。そして、スクリーンショットはペーストのために準備が整いました。
pt: Tire uma captura de tela e copie para a área de transferência. Então, a captura de tela está pronta para ser colada.
zh_hans: 拍摄截图并复制到剪贴板。然后，截图已准备好供您粘贴。
zh_hant: 拍攝截圖並複製到剪貼板。然後，截圖已準備好供您粘貼。

source: Screenshot & Save to Desktop
de: Screenshot machen & auf dem Desktop speichern
es: Captura de Pantalla y Guardar en el Escritorio
fr: Capture d'écran & Sauvegarder sur le Bureau
ja: スクリーンショットを取り、デスクトップに保存
pt: Captura de Tela & Salve no Desktop
zh_hans: 截图并保存到桌面
zh_hant: 截圖並保存到桌面

source: Take a screenshot and save it to the Desktop for your quick access.
de: Machen Sie einen Screenshot und speichern Sie ihn auf dem Desktop für Ihren schnellen Zugriff.
es: Tome una captura de pantalla y guárdela en el Escritorio para su rápido acceso.
fr: Prenez une capture d'écran et enregistrez-la sur le Bureau pour un accès rapide.
ja: スクリーンショットを取って、迅速なアクセスのためにデスクトップに保存します。
pt: Tire uma captura de tela e salve-a no Desktop para acesso rápido.
zh_hans: 拍摄截图并将其保存到桌面以便您快速访问。
zh_hant: 拍攝截圖並將其保存到桌面以便您快速訪問。

source: Screenshot & Preview
de: Screenshot & Vorschau
es: Captura de pantalla y vista previa
fr: Capture d'écran & Aperçu
ja: スクリーンショット & プレビュー
pt: Captura de Tela & Pré-visualização
zh_hans: 截图和预览
zh_hant: 截圖和預覽

source: Take a screenshot and preview it to check whether it meets your requirements or not.
de: Machen Sie einen Screenshot und überprüfen Sie ihn, um zu sehen, ob er Ihren Anforderungen entspricht oder nicht.
es: Tome una captura de pantalla y previsualícela para verificar si cumple o no con sus requisitos.
fr: Prenez une capture d'écran et prévisualisez-la pour vérifier si elle répond ou non à vos exigences.
ja: スクリーンショットを取ってプレビューし、それが要件を満たしているかどうかを確認します。
pt: Tire uma captura de tela e pré-visualize para verificar se atende às suas exigências ou não.
zh_hans: 拍摄截图并预览，检查是否符合您的要求。
zh_hant: 拍攝截圖並預覽，檢查是否符合您的要求。

source: Screenshot & Save to...
de: Screenshot machen & speichern unter...
es: Captura de Pantalla & Guardar en...
fr: Capture d'écran & Enregistrer sous...
ja: スクリーンショットを取り、...に保存
pt: Captura de Tela & Salve para...
zh_hans: 截图并保存到...
zh_hant: 截圖並保存到...

source: Take a screenshot and save it to any local destination that you want.
de: Machen Sie einen Screenshot und speichern Sie ihn an einem beliebigen lokalen Zielort, den Sie möchten.
es: Toma una captura de pantalla y guárdala en cualquier destino local que desees.
fr: Prenez une capture d'écran et enregistrez-la dans n'importe quelle destination locale que vous souhaitez.
ja: 任意のローカル先にスクリーンショットを取って保存します。
pt: Tire uma captura de tela e salve-a em qualquer destino local que desejar.
zh_hans: 截图并保存到你想要的本地目标位置。
zh_hant: 截圖並保存到你想要的本地目標位置。

source: Screen Recording
de: Bildschirmaufnahme
es: Grabación de pantalla
fr: Enregistrement d'écran
ja: スクリーン録画
pt: Gravação de Tela
zh_hans: 屏幕录制
zh_hant: 屏幕錄制

source: Take a screen recording to save what is happening on your computer screen.
de: Nehmen Sie eine Bildschirmaufnahme auf, um festzuhalten, was auf Ihrem Computerbildschirm passiert.
es: Realiza una grabación de pantalla para guardar lo que está sucediendo en la pantalla de tu computadora.
fr: Effectuez un enregistrement d'écran pour sauvegarder ce qui se passe sur votre écran d'ordinateur.
ja: コンピュータ画面上で何が起こっているかを保存するためのスクリーン録画を取ります。
pt: Faça uma gravação de tela para salvar o que está acontecendo na tela do seu computador.
zh_hans: 在您的计算机屏幕上录制屏幕内容。
zh_hant: 在您的計算機屏幕上錄制屏幕內容。

source: Capture the contents of your computer display as an image.
de: Erfassen Sie den Inhalt Ihres Computerbildschirms als Bild.
es: Capture el contenido de la pantalla de su computadora como una imagen.
fr: Capturez le contenu de l'affichage de votre ordinateur sous forme d'image.
ja: コンピュータのディスプレイの内容を画像としてキャプチャします。
pt: Capture o conteúdo do display do seu computador como uma imagem.
zh_hans: 捕捉您计算机屏幕上的内容作为图像。
zh_hant: 捕捉您計算機屏幕上的內容作為圖像。
