Repository: iBoysoft/MagicMenu-Extensions
Catalog: Extensions/OpenWithJetBrainsApps.magicmenux/_locales/*/manifest.strings
Languages: de, es, fr, ja, pt, zh_hans, zh_hant

source: Directly launch Clion on your Mac to open a file or folder rather than consuming extra steps to find it first. If you haven't installed Clion, follow our on-screen guide to finishing installation in short order.
de: Starten Sie Clion direkt auf Ihrem Mac, um eine Datei oder einen Ordner zu öffnen, anstatt zuerst zusätzliche Schritte zu unternehmen, um ihn zu finden. Wenn Sie Clion noch nicht installiert haben, befolgen Sie unsere Anleitung auf dem Bildschirm, um die Installation in Kürze abzuschließen.
es: Lance directamente Clion en su Mac para abrir un archivo o carpeta en lugar de consumir pasos adicionales para encontrarlo primero. Si no ha instalado Clion, siga nuestra guía en pantalla para finalizar la instalación rápidamente.
fr: Lancez directement Clion sur votre Mac pour ouvrir un fichier ou un dossier sans avoir à faire des étapes supplémentaires pour le trouver en premier lieu. Si vous n'avez pas installé Clion, suivez notre guide à l'écran pour terminer rapidement l'installation.
ja: Mac上でClionを直接起動して、ファイルやフォルダを開くのに余分な手間をかけずに探すことなく開きます。Clionがインストールされていない場合、画面上のガイドに従って、短時間でのインストールを完了させます。
pt: Lance diretamente o Clion no seu Mac para abrir um arquivo ou pasta em vez de gastar etapas extras para encontrá-lo primeiro. Se você não instalou o Clion, siga nosso guia na tela para finalizar a instalação rapidamente.
zh_hans: 直接在您的Mac上启动Clion打开文件或文件夹。如果您尚未安装Clion，我们的向导会帮助您快速完成安装。
zh_hant: 直接在您的Mac上啓動Clion打開文件或文件夾。如果您尚未安裝Clion，我們的嚮導會幫助您快速完成安裝。

source: Open a file or folder with a JetBrains app for clean and quality code writing.
de: Öffnen Sie eine Datei oder einen Ordner mit einer JetBrains-App für sauberes und qualitativ hochwertiges Codieren.
es: Abra un archivo o carpeta con una aplicación de JetBrains para escribir código limpio y de calidad.
fr: Ouvrez un fichier ou un dossier avec une application JetBrains pour une rédaction de code propre et de qualité.
ja: JetBrainsアプリでファイルやフォルダを開き、クリーンで質の高いコードの執筆を行います。
pt: Abra um arquivo ou pasta com um aplicativo JetBrains para escrever código limpo e de qualidade.
zh_hans: 用JetBrains应用打开文件或文件夹，进行清晰高质量的代码编写。
zh_hant: 用JetBrains應用打開文件或文件夾，進行清晰高質量的代碼編寫。
