Repository: iBoysoft/MagicMenu-Extensions
Catalog: Extensions/OpenWithJetBrainsApps.magicmenux/_locales/*/manifest.strings
Languages: de, es, fr, ja, pt, zh_hans, zh_hant

source: Open with JetBrains Apps
de: Mit JetBrains Apps öffnen
es: Abrir con Aplicaciones JetBrains
fr: Ouvrir avec les applications JetBrains
ja: JetBrainsのアプリで開く
pt: Abrir com Aplicativos JetBrains
zh_hans: 使用JetBrains应用程序打开
zh_hant: 使用JetBrains應用程序打開

source: Help you directly open a file or folder with any JetBrains app installed on your Mac. With it, you don't need to waste time to find and launch the JetBrains app from Finder. Then, you can quickly start your clean and quality code writing. If you haven't installed the desired JetBrains app, you can follow our on-screen instructions to install it within a minute.
de: Unterstützt Sie dabei, direkt eine Datei oder einen Ordner mit einer beliebigen auf Ihrem Mac installierten JetBrains-App zu öffnen. Damit müssen Sie keine Zeit verschwenden, um die JetBrains-App im Finder zu suchen und zu starten. Anschließend können Sie schnell mit dem Schreiben von sauberem und qualitativ hochwertigem Code beginnen. Wenn Sie die gewünschte JetBrains-App noch nicht installiert haben, können Sie unseren Anweisungen auf dem Bildschirm folgen, um sie innerhalb einer Minute zu installieren.
es: Le ayuda a abrir directamente un archivo o carpeta con cualquier aplicación de JetBrains instalada en su Mac. Con ello, no necesita perder tiempo para encontrar y lanzar la aplicación de JetBrains desde Finder. Luego, puede comenzar rápidamente a escribir su código limpio y de calidad. Si no ha instalado la aplicación de JetBrains deseada, puede seguir nuestras instrucciones en pantalla para instalarla en un minuto.
fr: Vous aide à ouvrir directement un fichier ou un dossier avec n'importe quelle application JetBrains installée sur votre Mac. Avec cela, vous n'avez pas besoin de perdre du temps pour trouver et lancer l'application JetBrains depuis Finder. Ensuite, vous pouvez rapidement commencer à écrire du code propre et de qualité. Si vous n'avez pas installé l'application JetBrains souhaitée, vous pouvez suivre nos instructions à l'écran pour l'installer en une minute.
ja: 「あなたのMacにインストールされたJetBrainsのアプリで直接ファイルやフォルダを開くのをサポートします。これにより、FinderからJetBrainsのアプリを見つけて起動するのに時間をかけることなく、すぐにクリーンで品質の高いコードの記述を開始することができます。希望するJetBrainsのアプリをまだインストールしていない場合は、画面上の指示に従って1分以内にインストールすることができます。」
pt: Ajuda-te a abrir diretamente um arquivo ou pasta com qualquer aplicativo JetBrains instalado no seu Mac. Com isso, você não precisa perder tempo para encontrar e lançar o aplicativo JetBrains do Finder. Então, você pode rapidamente começar a escrever seu código limpo e de qualidade. Se você não instalou o aplicativo JetBrains desejado, pode seguir nossas instruções na tela para instalá-lo em um minuto.
zh_hans: 帮助您直接使用安装在您的Mac上的任何JetBrains应用程序打开文件或文件夹。有了它，您不需要在Finder中浪费时间去寻找和启动JetBrains应用。然后，您可以迅速开始编写整洁和高质量的代码。如果您还没有安装所需的JetBrains应用，您可以按照我们屏幕上的指示在一分钟内完成安装。
zh_hant: 幫助您直接使用安裝在您的Mac上的任何JetBrains應用程序打開文件或文件夾。有了它，您不需要在Finder中浪費時間去尋找和啓動JetBrains應用。然後，您可以迅速開始編寫整潔和高質量的代碼。如果您還沒有安裝所需的JetBrains應用，您可以按照我們屏幕上的指示在一分鐘內完成安裝。

source: Open with IntelliJ IDEA
de: Mit IntelliJ IDEA öffnen
es: Abrir con IntelliJ IDEA
fr: Ouvrir avec IntelliJ IDEA
ja: IntelliJ IDEAで開く
pt: Abrir com IntelliJ IDEA
zh_hans: 使用IntelliJ IDEA打开
zh_hant: 使用IntelliJ IDEA打開

source: Directly launch IntelliJ IDEA on your Mac to open a file or folder rather than consuming extra steps to find it first. If you haven't installed IntelliJ IDEA, follow our on-screen guide to finishing installation in short order.
de: Starten Sie IntelliJ IDEA direkt auf Ihrem Mac, um eine Datei oder einen Ordner zu öffnen, anstatt zusätzliche Schritte zu unternehmen, um ihn zuerst zu finden. Wenn Sie IntelliJ IDEA noch nicht installiert haben, befolgen Sie unsere Anleitung auf dem Bildschirm, um die Installation in Kürze abzuschließen.
es: Lance directamente IntelliJ IDEA en su Mac para abrir un archivo o carpeta en lugar de consumir pasos adicionales para encontrarlo primero. Si no ha instalado IntelliJ IDEA, siga nuestra guía en pantalla para finalizar la instalación rápidamente.
fr: Lancez directement IntelliJ IDEA sur votre Mac pour ouvrir un fichier ou un dossier plutôt que de prendre des étapes supplémentaires pour le trouver d'abord. Si vous n'avez pas installé IntelliJ IDEA, suivez notre guide à l'écran pour terminer l'installation rapidement.
ja: Mac上でIntelliJ IDEAを直接起動して、ファイルやフォルダを開くのに余分な手間をかけずに探すことなく開きます。IntelliJ IDEAがインストールされていない場合、画面上のガイドに従って短時間でのインストールを完了させます。
pt: Lance diretamente o IntelliJ IDEA no seu Mac para abrir um arquivo ou pasta em vez de consumir etapas extras para encontrá-lo primeiro. Se você não instalou o IntelliJ IDEA, siga nosso guia na tela para finalizar a instalação rapidamente.
zh_hans: 直接在你的Mac上启动IntelliJ IDEA，打开文件或文件夹，而不是消耗额外的步骤先找到它。如果你还没安装IntelliJ IDEA，按照我们的屏幕指南快速完成安装。
zh_hant: 直接在你的Mac上啓動IntelliJ IDEA，打開文件或文件夾，而不是消耗額外的步驟先找到它。如果你還沒安裝IntelliJ IDEA，按照我們的屏幕指南快速完成安裝。

source: Open with PhpStorm
de: Mit PhpStorm öffnen
es: Abrir con PhpStorm
fr: Ouvrir avec PhpStorm
ja: PhpStormで開く
pt: Abrir com PhpStorm
zh_hans: 使用PhpStorm打开
zh_hant: 使用PhpStorm打開

source: Directly launch PhpStorm on your Mac to open a file or folder rather than consuming extra steps to find it first. If you haven't installed PhpStorm, follow our on-screen guide to finishing installation in short order.
de: Starten Sie PhpStorm direkt auf Ihrem Mac, um eine Datei oder einen Ordner zu öffnen, anstatt zusätzliche Schritte zu unternehmen, um ihn zuerst zu finden. Wenn Sie PhpStorm noch nicht installiert haben, befolgen Sie unsere Anleitung auf dem Bildschirm, um die Installation in Kürze abzuschließen.
es: Lance directamente PhpStorm en su Mac para abrir un archivo o carpeta en lugar de consumir pasos adicionales para encontrarlo primero. Si no ha instalado PhpStorm, siga nuestra guía en pantalla para finalizar la instalación rápidamente.
fr: Lancez directement PhpStorm sur votre Mac pour ouvrir un fichier ou un dossier plutôt que de prendre des étapes supplémentaires pour le trouver d'abord. Si vous n'avez pas installé PhpStorm, suivez notre guide à l'écran pour terminer l'installation rapidement.
ja: Mac上でPhpStormを直接起動して、ファイルやフォルダを開くのに余分な手間をかけずに探すことなく開きます。PhpStormがインストールされていない場合、画面上のガイドに従って短時間でのインストールを完了させます。
pt: Lance diretamente o PhpStorm no seu Mac para abrir um arquivo ou pasta em vez de consumir etapas extras para encontrá-lo primeiro. Se você não instalou o PhpStorm, siga nosso guia na tela para finalizar a instalação rapidamente.
zh_hans: 直接在你的Mac上启动PhpStorm，打开文件或文件夹，而不是消耗额外的步骤先找到它。如果你还没安装PhpStorm，按照我们的屏幕指南快速完成安装。
zh_hant: 直接在你的Mac上啓動PhpStorm，打開文件或文件夾，而不是消耗額外的步驟先找到它。如果你還沒安裝PhpStorm，按照我們的屏幕指南快速完成安裝。

source: Open with PyCharm
de: Mit PyCharm öffnen
es: Abrir con PyCharm
fr: Ouvrir avec PyCharm
ja: PyCharmで開く
pt: Abrir com PyCharm
zh_hans: 用PyCharm打开
zh_hant: 用PyCharm打開

source: Directly launch PyCharm on your Mac to open a file or folder rather than consuming extra steps to find it first. If you haven't installed PyCharm, follow our on-screen guide to finishing installation in short order.
de: Starten Sie PyCharm direkt auf Ihrem Mac, um eine Datei oder einen Ordner zu öffnen, anstatt zuerst zusätzliche Schritte zu unternehmen, um ihn zu finden. Wenn Sie PyCharm noch nicht installiert haben, befolgen Sie unsere Anleitung auf dem Bildschirm, um die Installation in Kürze abzuschließen.
es: Lance directamente PyCharm en su Mac para abrir un archivo o carpeta en lugar de consumir pasos adicionales para encontrarlo primero. Si no ha instalado PyCharm, siga nuestra guía en pantalla para finalizar la instalación rápidamente.
fr: Lancez directement PyCharm sur votre Mac pour ouvrir un fichier ou un dossier plutôt que de prendre des étapes supplémentaires pour le trouver d'abord. Si vous n'avez pas installé PyCharm, suivez notre guide à l'écran pour terminer l'installation rapidement.
ja: MacでPyCharmを直接起動して、ファイルやフォルダを開くのに余分な手間をかけずに探すことなく開きます。PyCharmがインストールされていない場合、画面上のガイドに従って短時間でのインストールを完了させます。
pt: Lance diretamente o PyCharm no seu Mac para abrir um arquivo ou pasta em vez de consumir etapas extras para encontrá-lo primeiro. Se você não instalou o PyCharm, siga nosso guia na tela para finalizar a instalação rapidamente.
zh_hans: 直接在你的Mac上启动PyCharm，打开文件或文件夹，而不是消耗额外的步骤先找到它。如果你还没安装PyCharm，按照我们的屏幕指南快速完成安装。
zh_hant: 直接在你的Mac上啓動PyCharm，打開文件或文件夾，而不是消耗額外的步驟先找到它。如果你還沒安裝PyCharm，按照我們的屏幕指南快速完成安裝。

source: Open with AppCode
de: Mit AppCode öffnen
es: Abrir con AppCode
fr: Ouvrir avec AppCode
ja: AppCodeで開く
pt: Abrir com AppCode
zh_hans: 用AppCode打开
zh_hant: 用AppCode打開

source: Directly launch AppCode on your Mac to open a file or folder rather than consuming extra steps to find it first. If you haven't installed AppCode, follow our on-screen guide to finishing installation in short order.
de: Starten Sie AppCode direkt auf Ihrem Mac, um eine Datei oder einen Ordner zu öffnen, anstatt zuerst zusätzliche Schritte zu unternehmen, um ihn zu finden. Wenn Sie AppCode noch nicht installiert haben, befolgen Sie unsere Anleitung auf dem Bildschirm, um die Installation in Kürze abzuschließen.
es: Lance directamente AppCode en su Mac para abrir un archivo o carpeta en lugar de consumir pasos adicionales para encontrarlo primero. Si no ha instalado AppCode, siga nuestra guía en pantalla para finalizar la instalación rápidamente.
fr: Lancez directement AppCode sur votre Mac pour ouvrir un fichier ou un dossier sans avoir à faire des étapes supplémentaires pour le trouver en premier lieu. Si vous n'avez pas installé AppCode, suivez notre guide à l'écran pour terminer rapidement l'installation.
ja: Mac上でAppCodeを直接起動して、ファイルやフォルダを開きます。先にそれを見つけるための余分な手間をかけることなく開くことができます。AppCodeがインストールされていない場合は、画面上のガイドに従って、短時間でのインストールを完了させます。
pt: Lance diretamente o AppCode no seu Mac para abrir um arquivo ou pasta em vez de consumir etapas extras para encontrá-lo primeiro. Se você não instalou o AppCode, siga nosso guia na tela para finalizar a instalação rapidamente.
zh_hans: 直接在您的Mac上启动AppCode以打开文件或文件夹。如果您尚未安装AppCode，我们的向导会帮助您快速完成安装。
zh_hant: 直接在您的Mac上啓動AppCode以打開文件或文件夾。如果您尚未安裝AppCode，我們的嚮導會幫助您快速完成安裝。

source: Fleet
de: Flotte
es: Flota
fr: Flotte

source: Open with Fleet
de: Mit Fleet öffnen
es: Abrir con Fleet
fr: Ouvrir avec Fleet
ja: Fleetで開く
pt: Abrir com Fleet
zh_hans: 用Fleet打开
zh_hant: 用Fleet打開

source: Directly launch Fleet on your Mac to open a file or folder rather than consuming extra steps to find it first. If you haven't installed Fleet, follow our on-screen guide to finishing installation in short order.
de: Starten Sie Fleet direkt auf Ihrem Mac, um eine Datei oder einen Ordner zu öffnen, anstatt zuerst zusätzliche Schritte zu unternehmen, um ihn zu finden. Wenn Sie Fleet noch nicht installiert haben, befolgen Sie unsere Anleitung auf dem Bildschirm, um die Installation in Kürze abzuschließen.
es: Lance directamente Fleet en su Mac para abrir un archivo o carpeta en lugar de consumir pasos adicionales para encontrarlo primero. Si no ha instalado Fleet, siga nuestra guía en pantalla para finalizar la instalación rápidamente.
fr: Lancez directement Fleet sur votre Mac pour ouvrir un fichier ou un dossier sans devoir chercher en premier. Si vous n'avez pas installé Fleet, suivez notre guide à l'écran pour terminer l'installation rapidement.
ja: Mac上でFleetを直接起動して、ファイルやフォルダを開くのに余分な手間をかけずに探すことなく開きます。Fleetがインストールされていない場合、画面上のガイドに従って、短時間でのインストールを完了させます。
pt: Lance diretamente o Fleet no seu Mac para abrir um arquivo ou pasta em vez de gastar etapas extras para encontrá-lo primeiro. Se você não instalou o Fleet, siga nosso guia na tela para finalizar a instalação rapidamente.
zh_hans: 直接在您的Mac上启动Fleet打开文件或文件夹。如果您尚未安装Fleet，我们的向导会帮助您快速完成安装。
zh_hant: 直接在您的Mac上啓動Fleet打開文件或文件夾。如果您尚未安裝Fleet，我們的嚮導會幫助您快速完成安裝。

source: Open with Aqua
de: Mit Aqua öffnen
es: Abrir con Aqua
fr: Ouvrir avec Aqua
ja: Aquaで開く
pt: Abrir com Aqua
zh_hans: 使用Aqua打开
zh_hant: 使用Aqua打開

source: Directly launch Aqua on your Mac to open a file or folder rather than consuming extra steps to find it first. If you haven't installed Aqua, follow our on-screen guide to finishing installation in short order.
de: Starten Sie Aqua direkt auf Ihrem Mac, um eine Datei oder einen Ordner zu öffnen, anstatt zuerst zusätzliche Schritte zu unternehmen, um ihn zu finden. Wenn Sie Aqua noch nicht installiert haben, befolgen Sie unsere Anleitung auf dem Bildschirm, um die Installation in Kürze abzuschließen.
es: Lance directamente Aqua en su Mac para abrir un archivo o carpeta en lugar de consumir pasos adicionales para encontrarlo primero. Si no ha instalado Aqua, siga nuestra guía en pantalla para finalizar la instalación rápidamente.
fr: Lancez directement Aqua sur votre Mac pour ouvrir un fichier ou un dossier plutôt que de prendre des étapes supplémentaires pour le trouver d'abord. Si vous n'avez pas installé Aqua, suivez notre guide à l'écran pour terminer l'installation rapidement.
ja: MacでAquaを直接起動して、ファイルやフォルダを開くのに余分な手間をかけずに探すことなく開きます。Aquaがインストールされていない場合、画面上のガイドに従って短時間でのインストールを完了させます。
pt: Lance diretamente o Aqua no seu Mac para abrir um arquivo ou pasta em vez de consumir etapas extras para encontrá-lo primeiro. Se você não instalou o Aqua, siga nosso guia na tela para finalizar a instalação rapidamente.
zh_hans: 直接在你的Mac上启动Aqua，打开文件或文件夹，而不是消耗额外的步骤先找到它。如果你还没安装Aqua，按照我们的屏幕指南快速完成安装。
zh_hant: 直接在你的Mac上啓動Aqua，打開文件或文件夾，而不是消耗額外的步驟先找到它。如果你還沒安裝Aqua，按照我們的屏幕指南快速完成安裝。

source: Open with DataGrip
de: Mit DataGrip öffnen
es: Abrir con DataGrip
fr: Ouvrir avec DataGrip
ja: DataGripで開く
pt: Abrir com DataGrip
zh_hans: 用DataGrip打开
zh_hant: 用DataGrip打開

source: Directly launch DataGrip on your Mac to open a file or folder rather than consuming extra steps to find it first. If you haven't installed DataGrip, follow our on-screen guide to finishing installation in short order.
de: Starten Sie DataGrip direkt auf Ihrem Mac, um eine Datei oder einen Ordner zu öffnen, anstatt zuerst zusätzliche Schritte zu unternehmen, um ihn zu finden. Wenn Sie DataGrip noch nicht installiert haben, befolgen Sie unsere Anleitung auf dem Bildschirm, um die Installation in Kürze abzuschließen.
es: Lance directamente DataGrip en su Mac para abrir un archivo o carpeta en lugar de consumir pasos adicionales para encontrarlo primero. Si no ha instalado DataGrip, siga nuestra guía en pantalla para finalizar la instalación rápidamente.
fr: Lancez directement DataGrip sur votre Mac pour ouvrir un fichier ou un dossier plutôt que de prendre des étapes supplémentaires pour le trouver d'abord. Si vous n'avez pas installé DataGrip, suivez notre guide à l'écran pour terminer l'installation rapidement.
ja: MacでDataGripを直接起動して、ファイルやフォルダを開くのに余分な手間をかけずに探すことなく開きます。DataGripがインストールされていない場合、画面上のガイドに従って短時間でのインストールを完了させます。
pt: Lance diretamente o DataGrip no seu Mac para abrir um arquivo ou pasta em vez de consumir etapas extras para encontrá-lo primeiro. Se você não instalou o DataGrip, siga nosso guia na tela para finalizar a instalação rapidamente.
zh_hans: 直接在你的Mac上启动DataGrip，打开文件或文件夹，而不是消耗额外的步骤先找到它。如果你还没安装DataGrip，按照我们的屏幕指南快速完成安装。
zh_hant: 直接在你的Mac上啓動DataGrip，打開文件或文件夾，而不是消耗額外的步驟先找到它。如果你還沒安裝DataGrip，按照我們的屏幕指南快速完成安裝。

source: Open with GoLand
de: Mit GoLand öffnen
es: Abrir con GoLand
fr: Ouvrir avec GoLand
ja: GoLandで開く
pt: Abrir com GoLand
zh_hans: 用GoLand打开
zh_hant: 用GoLand打開

source: Directly launch GoLand on your Mac to open a file or folder rather than consuming extra steps to find it first. If you haven't installed GoLand, follow our on-screen guide to finishing installation in short order.
de: Starten Sie GoLand direkt auf Ihrem Mac, um eine Datei oder einen Ordner zu öffnen, anstatt zuerst zusätzliche Schritte zu unternehmen, um ihn zu finden. Wenn Sie GoLand noch nicht installiert haben, befolgen Sie unsere Anleitung auf dem Bildschirm, um die Installation in Kürze abzuschließen.
es: Lance directamente GoLand en su Mac para abrir un archivo o carpeta en lugar de consumir pasos adicionales para encontrarlo primero. Si no ha instalado GoLand, siga nuestra guía en pantalla para finalizar la instalación rápidamente.
fr: Lancez directement GoLand sur votre Mac pour ouvrir un fichier ou un dossier sans devoir chercher en premier. Si vous n'avez pas installé GoLand, suivez notre guide à l'écran pour terminer l'installation rapidement.
ja: Mac上でGoLandを直接起動して、ファイルやフォルダを開きます。余分な手間をかけずにそれを最初に見つけることはありません。GoLandがインストールされていない場合、画面上のガイドに従って、短時間でのインストールを完了させます。
pt: Lance diretamente o GoLand no seu Mac para abrir um arquivo ou pasta em vez de gastar etapas extras para encontrá-lo primeiro. Se você não instalou o GoLand, siga nosso guia na tela para finalizar a instalação rapidamente.
zh_hans: 直接在您的Mac上启动GoLand打开文件或文件夹。如果您尚未安装GoLand，我们的向导会帮助您快速完成安装。
zh_hant: 直接在您的Mac上啓動GoLand打開文件或文件夾。如果您尚未安裝GoLand，我們的嚮導會幫助您快速完成安裝。

source: Open with DataSpell
de: Mit DataSpell öffnen
es: Abrir con DataSpell
fr: Ouvrir avec DataSpell
ja: DataSpellで開く
pt: Abrir com DataSpell
zh_hans: 用DataSpell打开
zh_hant: 用DataSpell打開

source: Directly launch DataSpell on your Mac to open a file or folder rather than consuming extra steps to find it first. If you haven't installed DataSpell, follow our on-screen guide to finishing installation in short order.
de: Starten Sie DataSpell direkt auf Ihrem Mac, um eine Datei oder einen Ordner zu öffnen, anstatt zuerst zusätzliche Schritte zu unternehmen, um ihn zu finden. Wenn Sie DataSpell noch nicht installiert haben, befolgen Sie unsere Anleitung auf dem Bildschirm, um die Installation in Kürze abzuschließen.
es: Lance directamente DataSpell en su Mac para abrir un archivo o carpeta en lugar de consumir pasos adicionales para encontrarlo primero. Si no ha instalado DataSpell, siga nuestra guía en pantalla para finalizar la instalación rápidamente.
fr: Lancez directement DataSpell sur votre Mac pour ouvrir un fichier ou un dossier plutôt que de prendre des étapes supplémentaires pour le trouver d'abord. Si vous n'avez pas installé DataSpell, suivez notre guide à l'écran pour terminer l'installation rapidement.
ja: MacでDataSpellを直接起動して、ファイルやフォルダを開くのに余分な手間をかけずに探すことなく開きます。DataSpellがインストールされていない場合、画面上のガイドに従って短時間でのインストールを完了させます。
pt: Lance diretamente o DataSpell no seu Mac para abrir um arquivo ou pasta em vez de consumir etapas extras para encontrá-lo primeiro. Se você não instalou o DataSpell, siga nosso guia na tela para finalizar a instalação rapidamente.
zh_hans: 直接在你的Mac上启动DataSpell，打开文件或文件夹，而不是消耗额外的步骤先找到它。如果你还没安装DataSpell，按照我们的屏幕指南快速完成安装。
zh_hant: 直接在你的Mac上啓動DataSpell，打開文件或文件夾，而不是消耗額外的步驟先找到它。如果你還沒安裝DataSpell，按照我們的屏幕指南快速完成安裝。

source: Open with Rider
de: Mit Rider öffnen
es: Abrir con Rider
fr: Ouvrir avec Rider
ja: Riderで開く
pt: Abrir com Rider
zh_hans: 使用Rider打开
zh_hant: 使用Rider打開

source: Directly launch Rider on your Mac to open a file or folder rather than consuming extra steps to find it first. If you haven't installed Rider, follow our on-screen guide to finishing installation in short order.
de: Starten Sie Rider direkt auf Ihrem Mac, um eine Datei oder einen Ordner zu öffnen, anstatt zuerst zusätzliche Schritte zu unternehmen, um ihn zu finden. Wenn Sie Rider noch nicht installiert haben, befolgen Sie unsere Anleitung auf dem Bildschirm, um die Installation in Kürze abzuschließen.
es: Lance directamente Rider en su Mac para abrir un archivo o carpeta en lugar de consumir pasos adicionales para encontrarlo primero. Si no ha instalado Rider, siga nuestra guía en pantalla para finalizar la instalación rápidamente.
fr: Lancez directement Rider sur votre Mac pour ouvrir un fichier ou un dossier plutôt que de prendre des étapes supplémentaires pour le trouver d'abord. Si vous n'avez pas installé Rider, suivez notre guide à l'écran pour terminer l'installation rapidement.
ja: MacでRiderを直接起動して、ファイルやフォルダを開くのに余分な手間をかけずに探すことなく開きます。Riderがインストールされていない場合、画面上のガイドに従って短時間でのインストールを完了させます。
pt: Lance diretamente o Rider no seu Mac para abrir um arquivo ou pasta em vez de consumir etapas extras para encontrá-lo primeiro. Se você não instalou o Rider, siga nosso guia na tela para finalizar a instalação rapidamente.
zh_hans: 直接在你的Mac上启动Rider，打开文件或文件夹，而不是消耗额外的步骤先找到它。如果你还没安装Rider，按照我们的屏幕指南快速完成安装。
zh_hant: 直接在你的Mac上啓動Rider，打開文件或文件夾，而不是消耗額外的步驟先找到它。如果你還沒安裝Rider，按照我們的屏幕指南快速完成安裝。

source: Open with WebStorm
de: Mit WebStorm öffnen
es: Abrir con WebStorm
fr: Ouvrir avec WebStorm
ja: WebStormで開く
pt: Abrir com WebStorm
zh_hans: 使用WebStorm打开
zh_hant: 使用WebStorm打開

source: Directly launch WebStorm on your Mac to open a file or folder rather than consuming extra steps to find it first. If you haven't installed WebStorm, follow our on-screen guide to finishing installation in short order.
de: Starten Sie WebStorm direkt auf Ihrem Mac, um eine Datei oder einen Ordner zu öffnen, anstatt erst zusätzliche Schritte zu unternehmen, um sie zuerst zu finden. Wenn Sie WebStorm noch nicht installiert haben, folgen Sie unserer Anleitung auf dem Bildschirm, um die Installation kurzfristig abzuschließen.
es: Lance directamente WebStorm en su Mac para abrir un archivo o carpeta en lugar de consumir pasos adicionales para encontrarlo primero. Si no ha instalado WebStorm, siga nuestra guía en pantalla para finalizar la instalación rápidamente.
fr: Lancez directement WebStorm sur votre Mac pour ouvrir un fichier ou un dossier sans devoir chercher en premier. Si vous n'avez pas installé WebStorm, suivez notre guide à l'écran pour terminer l'installation rapidement.
ja: あなたのMac上でWebStormを直接起動して、ファイルやフォルダを開くために余分な手間をかけることなく探すことができます。WebStormをまだインストールしていない場合は、画面上のガイドに従って簡単にインストールを完了してください。
pt: Lance diretamente o WebStorm no seu Mac para abrir um arquivo ou pasta em vez de gastar etapas extras para encontrá-lo primeiro. Se você não instalou o WebStorm, siga nosso guia na tela para finalizar a instalação rapidamente.
zh_hans: 直接在您的Mac上启动WebStorm打开文件或文件夹。如果您尚未安装WebStorm，我们的向导会帮助您快速完成安装。
zh_hant: 直接在您的Mac上啓動WebStorm打開文件或文件夾。如果您尚未安裝WebStorm，我們的嚮導會幫助您快速完成安裝。

source: Open with RubyMine
de: Mit RubyMine öffnen
es: Abrir con RubyMine
fr: Ouvrir avec RubyMine
ja: RubyMineで開く
pt: Abrir com RubyMine
zh_hans: 使用RubyMine打开
zh_hant: 使用RubyMine打開

source: Directly launch RubyMine on your Mac to open a file or folder rather than consuming extra steps to find it first. If you haven't installed RubyMine, follow our on-screen guide to finishing installation in short order.
de: Starten Sie RubyMine direkt auf Ihrem Mac, um eine Datei oder einen Ordner zu öffnen, anstatt erst zusätzliche Schritte zu unternehmen, um sie zuerst zu finden. Wenn Sie RubyMine noch nicht installiert haben, folgen Sie unserer Anleitung auf dem Bildschirm, um die Installation kurzfristig abzuschließen.
es: Lance directamente RubyMine en su Mac para abrir un archivo o carpeta en lugar de consumir pasos adicionales para encontrarlo primero. Si no ha instalado RubyMine, siga nuestra guía en pantalla para finalizar la instalación rápidamente.
fr: Lancez directement RubyMine sur votre Mac pour ouvrir un fichier ou un dossier sans devoir chercher en premier. Si vous n'avez pas installé RubyMine, suivez notre guide à l'écran pour terminer l'installation rapidement.
ja: あなたのMac上でRubyMineを直接起動して、ファイルやフォルダを開くために余分な手間をかけることなく探すことができます。RubyMineをまだインストールしていない場合は、画面上のガイドに従って簡単にインストールを完了してください。
pt: Lance diretamente o RubyMine no seu Mac para abrir um arquivo ou pasta em vez de gastar etapas extras para encontrá-lo primeiro. Se você não instalou o RubyMine, siga nosso guia na tela para finalizar a instalação rapidamente.
zh_hans: 直接在您的Mac上启动RubyMine以打开文件或文件夹，而不需要花费额外的步骤先找到它。如果您还没有安装RubyMine，可以按照我们屏幕上的指南快速完成安装。
zh_hant: 直接在您的Mac上啓動RubyMine以打開文件或文件夾，而不需要花費額外的步驟先找到它。如果您還沒有安裝RubyMine，可以按照我們屏幕上的指南快速完成安裝。

source: Open with Clion
de: Mit Clion öffnen
es: Abrir con Clion
fr: Ouvrir avec Clion
ja: Clionで開く
pt: Abrir com Clion
zh_hans: 使用Clion打开
zh_hant: 使用Clion打開
